<?php

$_['heading_title'] = 'Товарний чек';

$_['button_neoseo_cash_memo'] = 'Товарний чек';
$_['text_total_str'] = 'Сума прописом';
$_['text_invoice'] = 'Товарний чек';
$_['text_product_order'] = 'Заказ';
$_['text_sku'] = 'Артикул';
$_['text_model'] = 'Модель';
$_['text_final'] = 'Відпустив';
$_['text_provider'] = 'Постачальник:';
$_['text_customer'] = 'Покупець:';
$_['text_payment'] = 'Оплата:';
$_['text_shipping'] = 'Доставка:';
$_['text_info_company'] = 'Про компанію:';
$_['text_site'] = 'Сайт:';
$_['text_telephone'] = 'Телефон:';
$_['text_from'] = 'від';

$_['column_id'] = '#';
$_['column_product'] = 'Продукт';
$_['column_sku'] = 'Артикул';
$_['column_model'] = 'Модель';
$_['column_count'] = 'Кількість';
$_['column_weight_class'] = 'Од.';
$_['column_price'] = 'Ціна';
$_['column_sum'] = 'Вартість';
$_['column_comment'] = 'Примітка до замовлення';

$_['nul'] = 'нуль';
$_['ten'] = array(
	array('', 'одна', 'двi', 'три', 'чотири', 'п\'ять', 'шість', 'сім', 'вісім', 'дев\'ять'),
	array('', 'одна', 'дві', 'три', 'чотири', 'п\'ять', 'шість', 'сім', 'вісім', 'дев\'ять'),
);
$_['a20'] = array('десять', 'одинадцять', 'дванадцять', 'тринадцять', 'чотирнадцять', 'п\'ятнадцять', 'шістнадцять', 'сімнадцять', 'вісімнадцять', 'дев\'ятнадцять');
$_['tens'] = array(2 => 'двадцять', 'тридцять', 'сорок', 'п\'ятьдесят', 'шістьдесят', 'сімдесят', 'вісімдесят', 'дев\'яносто');
$_['hundred'] = array('', 'сто', 'двісті', 'триста', 'чотиреста', 'п\'ятсот', 'шістсот', 'сімсот', 'вісімсот', 'дев\'ятсот');
$_['unit'] = array(// Units
	array('копійка', 'копійки', 'копійок', 1),
	array('гривня', 'гривні', 'гривень', 0),
	array('тисячі', 'тисячі', 'тисяч', 1),
	array('мільйон', 'мільйони', 'мільйонів', 0),
	array('мільярд', 'міліарди', 'мільярдів', 0),
);