<?php
// Title
$_['main_title']    			= 'Configurator OC';

// Common
$_['txt_breadcrumbs_title']		= 'Конфигуратор';
$_['txt_yes']   				= 'Да';
$_['txt_no']   					= 'Нет';
$_['txt_pls_wait'] 				= 'Загрузка...';
$_['txt_cost']    				= 'Итоговая стоимость: ';
$_['txt_cfg_progress']    		= 'Конфигурация:';
$_['txt_qty_unit'] 				= 'шт.';
$_['txt_quantity'] 				= 'Кол.';
$_['txt_for'] 					= 'за';
$_['txt_from'] 					= 'от';
$_['txt_instock'] 				= 'Доступно:';
$_['txt_p_min_count']			= 'Минимальный заказ:';
$_['txt_cart_btn'] 				= 'В корзину';
$_['txt_table_btn'] 			= 'Обзор';
$_['txt_print_btn'] 			= 'Печать';
$_['txt_clear_btn'] 			= 'Сбросить';
$_['txt_cfg_tbl_section'] 		= 'Секция';
$_['txt_cfg_tbl_name'] 			= 'Наименование';
$_['txt_cfg_tbl_article'] 		= 'Артикул';
$_['txt_cfg_tbl_count'] 		= 'Кол.';
$_['txt_cfg_tbl_price'] 		= 'Цена';
$_['txt_cfg_tbl_total'] 		= 'ИТОГО:';
$_['txt_add_btn'] 				= 'Добавить';
$_['txt_choice_btn'] 			= 'Выбрать';
$_['txt_remove_btn'] 			= 'Удалить';
$_['txt_change_btn'] 			= 'Изменить';
$_['txt_info_btn'] 				= 'Информация';
$_['txt_contn_btn'] 			= 'Продолжить';
$_['txt_srch_in_all'] 			= 'Подбор во всех категориях';
$_['txt_srch_in_cat'] 			= 'Подбор товара в';
$_['txt_srch_res_a'] 			= 'товаров';
$_['txt_srch_res_b'] 			= 'товар';
$_['txt_srch_res_c'] 			= 'товара';
$_['txt_to_order_btn'] 			= 'Оформить заказ';
$_['txt_this_added'] 			= 'Добавлено';
$_['txt_sort_all_ctgrs'] 		= 'Все категории';
$_['txt_sort_ctgrs_missing'] 	= 'Нет доступных категорий';
$_['txt_sort_default'] 			= 'Без сортировки';
$_['txt_sort_n_down'] 			= 'Название (А > Я)';
$_['txt_sort_n_up'] 			= 'Название (Я > А)';
$_['txt_sort_p_up'] 			= 'Цена (низкая > высокая)';
$_['txt_sort_p_down'] 			= 'Цена (высокая > низкая)';
$_['txt_options'] 				= 'Опции';
$_['txt_opt_show'] 				= 'Опции';
$_['txt_opt_selected'] 			= 'Выбранные опции';
$_['txt_opt_select'] 			= ' --- Опция не определена --- ';
$_['txt_opt_f_date'] 			= 'ГГГГ-ММ-ДД';
$_['txt_opt_f_time'] 			= 'ЧЧ:ММ';
$_['txt_opt_f_datetime'] 		= 'ГГГГ-ММ-ДД ЧЧ:ММ';

// Errors & info
$_['txt_send_to_cart'] 			= 'Отправка товаров в корзину...';
$_['txt_show_cfg_table'] 		= 'Обзор текущей конфигурации';
$_['txt_to_p_page'] 			= 'Перейти на страницу товара';
$_['txt_cnd_hint_title'] 		= 'Условия для "%s"';
$_['txt_unav_prod_prst'] 		= 'Некоторые товары в конфигурации недоступны, возможно их нет в наличии. Свяжитесь с нами, чтобы узнать подробности';
$_['txt_unav_prod_page'] 		= 'Некоторые из запрашиваемых товаров по этой ссылке недоступны, возможно их нет в наличии. Свяжитесь с нами, чтобы узнать подробности';
$_['txt_required_notice'] 		= 'Секции, отмеченные <span class="asterisk">&#10033;</span>, обязательны для выбора';
$_['txt_prod_added'] 			= 'Товары успешно добавлены в корзину';
$_['txt_prod_added_i'] 			= 'Предлагаем перейти к оформлению заказа';
$_['txt_prod_add_err'] 			= 'Ошибка добавления товаров в корзину!';
$_['txt_prod_add_err_a'] 		= 'Не удалось добавить в корзину некоторые товары';
$_['txt_prod_add_err_b'] 		= 'Cвяжитесь с нами любым удобным способом, мы обязательно поможем решить эту проблему';
$_['txt_prod_not_added'] 		= 'Товары не добавлены!';
$_['txt_prod_not_added_a']	 	= 'Вы еще не добавили позиций в свою конфигурацию. Сделайте выбор и Вы сможете получить полный расчет конфигурации и уверенность в совместимости комплектующих';
$_['txt_prod_qty_max'] 			= 'Нет доступного наличия';
$_['txt_prod_qty_max_a'] 		= 'Вы уже выбрали максимальное количество, доступное в наличии. Свяжитесь с нами, если товара необходимо больше';
$_['txt_opt_exists'] 			= 'У товара доступны опции';
$_['txt_opt_error'] 			= 'Опции заполнены некорректно';
$_['txt_opt_required'] 			= 'обязательно для заполнения';
$_['txt_err_prss_min_lvl'] 		= 'Конфигурация не завершена!';
$_['txt_err_prss_min_lvl_a']	= 'Чтобы перейти к покупке, прогресс сборки должен составлять %d';
$_['txt_rqrd_not_filled'] 		= 'Есть незаполненные обязательные секции!';
$_['txt_rqrd_not_filled_a']		= 'Необходимо выбрать товары для всех секций, которые отмечены <span class="asterisk">&#10033;</span>';
$_['txt_search'] 				= 'Поиск';
$_['txt_srch_empty'] 			= 'К сожалению, в этой категории нет подходящих товаров для данной конфигурации';
$_['txt_srch_not_found'] 		= 'Поиск не дал результатов...';
$_['txt_srch_not_found_a'] 		= 'В именах товаров не было соответствий с вашим запросом, попробуйте его изменить';
$_['txt_error_load'] 			= 'При загрузке произошла неизвестная ошибка...';

// Rating
$_['txt_pr_vote'] 				= 'голосов';
$_['txt_pr_user_info'] 			= 'Помогите другим сделать правильный выбор';
$_['txt_pr_guest_info'] 		= 'Чтобы оставить отзыв, необходимо авторизоваться';

// Review & form
$_['txt_rvw_title'] 			= 'Отзывы пользователей';
$_['txt_rvw_form'] 				= 'Оставить отзыв';
$_['txt_rvw_none'] 				= 'На эту конфигурацию еще нет обзоров';
$_['txt_rvw_autor'] 			= 'Имя';
$_['txt_rvw_ph_name'] 			= 'Будет отображено в отзыве';
$_['txt_rvw_email'] 			= 'E-mail';
$_['txt_rvw_ph_email'] 			= 'Не отображается в отзыве';
$_['txt_rvw_rating'] 			= 'Ваша оценка';
$_['txt_rvw_recommend'] 		= 'Рекомендуете?';
$_['txt_rvw_recommend_y'] 		= 'Рекомендую!';
$_['txt_rvw_recommend_n'] 		= 'Не рекомендую';
$_['txt_rvw_positive'] 			= 'Достоинства';
$_['txt_rvw_ph_positive'] 		= 'Опишите плюсы конфигурации';
$_['txt_rvw_negative'] 			= 'Недостатки';
$_['txt_rvw_ph_negative'] 		= 'Опишите минусы конфигурации';
$_['txt_rvw_review'] 			= 'Отзыв';
$_['txt_rvw_show_all'] 			= 'Показать все отзывы';
$_['txt_rvw_send'] 				= 'Отправить';
$_['txt_rvw_success'] 			= 'Спасибо за Ваше мнение. Отзыв будет опубликован после модерации в ближайшее время';
$_['txt_rvw_err_len'] 			= 'Поле должно содержать от {min} до {max} символов';
$_['txt_rvw_err_symbol'] 		= 'Присутствуют недопустимые символы';
$_['txt_rvw_err_email'] 		= 'Некорректный формат E-mail';
$_['txt_rvw_err_unkn'] 			= 'Произошла неизвестная ошибка, отправка прервана';
$_['txt_rvw_err_exists'] 		= 'Вы уже оставили отзыв для этой конфигурации';
$_['txt_rvw_err_moder'] 		= 'Вы уже оставили отзыв для этой конфигурации, сейчас он проходит модерацию';

// Review rate
$_['txt_rvw_rate_title'] 		= 'Отзыв полезен?';
$_['txt_rvw_rate_err_unkn'] 	= 'Произошла неизвестная ошибка, отправка прервана';
$_['txt_rvw_rate_err_auth'] 	= 'Для оценки обзоров необходимо авторизоваться';

// All data
$_['lang_data'] = $_;
